amd-ucode
ark
base
base-devel
chezmoi
clang
cmake
cronie
dkms
dolphin
efibootmgr
expac
extra-cmake-modules
fastfetch
fzf
git
htop
imagemagick
iwd
kate
kitty
less
libva-nvidia-driver
linux
linux-firmware
linux-headers
loupe
nano
ncdu
neovim
network-manager-applet
networkmanager
ninja
nvidia-open-dkms
plasma-meta
plasma-workspace
python-dbus
rsync
sddm
smartmontools
sshpass
stow
sudo
ufw
unzip
vim
wget
wireless_tools
wpa_supplicant
xclip
xdg-utils
xorg-server
xorg-xinit
zip
zram-generator
zsh
